
export const YEARS = [
  '2026-2027年度', 
  '2027-2028年度', 
  '2028-2029年度', 
  '2029-2030年度', 
  '2030-2031年度', 
  '2031-2032年度',
  '2032-2033年度',
  '2033-2034年度',
  '2034-2035年度',
  '2035-2036年度'
];

export const DISCIPLINES = ['心血管内科', '神经外科', '呼吸与危重症医学科', '康复医学科', '生物信息医学中心', '消化内科', '肾内科', '妇产科', '儿科'];

export const REPORTERS = ['张志诚', '林德华', '王海滨', '陈静云', '李明远', '赵继武', '孙博才', '钱晓芳'];

export const DEPARTMENTS = ['医务处', '护理部', '人事处', '财务处', '信息中心', '后勤保障处', '科技处', '教育处'];

export const FREQUENCIES = ['月度', '季度'] as const;

export const STATUSES = ['未启动', '推进中', '已办结', '具备条件后办理', '不具备办理条件'] as const;
